tap "civo/tools"
tap "datawire/blackbird"
tap "derailed/k9s"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "moncho/dry"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "pulumi/tap"
tap "qmk/qmk"
tap "tilt-dev/tap"
tap "txn2/tap"
tap "vmware-tanzu/buildkit-cli-for-kubectl", "https://github.com/vmware-tanzu/buildkit-cli-for-kubectl"
brew "readline"
brew "xz"
brew "python@3.11"
brew "ansible"
brew "argo"
brew "argocd"
brew "aws-iam-authenticator"
brew "awscli"
brew "binutils"
brew "bmon"
brew "btop"
brew "python@3.10"
brew "chart-testing"
brew "cmatrix"
brew "coreutils"
brew "cowsay"
brew "diffutils"
brew "docker", link: false
brew "docker-clean"
brew "eksctl"
brew "findutils"
brew "fortune"
brew "fzf"
brew "gh"
brew "git"
brew "gnu-sed"
brew "go"
brew "helm"
brew "hugo"
brew "iperf"
brew "iproute2mac"
brew "jq"
brew "just"
brew "k6"
brew "kind"
brew "kn"
brew "kubernetes-cli"
brew "krew"
brew "kubeseal"
brew "lolcat"
brew "minicom"
brew "minikube"
brew "nghttp2"
brew "nmap"
brew "node"
brew "openjdk"
brew "openssl@3", link: false
brew "pipx"
brew "virtualenv"
brew "poetry"
brew "pre-commit"
brew "pyenv"
brew "python@3.8"
brew "python@3.9"
brew "rancher-cli"
brew "ripgrep"
brew "stern"
brew "terraform"
brew "tldr"
brew "tmux"
brew "tree"
brew "vim"
brew "watch"
brew "wget"
brew "yamllint"
brew "yq"
brew "zlib"
brew "civo/tools/civo"
brew "datawire/blackbird/telepresence"
brew "derailed/k9s/k9s"
brew "moncho/dry/dry"
brew "pulumi/tap/pulumi"
brew "qmk/qmk/qmk"
brew "tilt-dev/tap/ctlptl"
brew "tilt-dev/tap/tilt"
brew "txn2/tap/kubefwd"
brew "vmware-tanzu/buildkit-cli-for-kubectl/kubectl-buildkit"
cask "1password-cli"
cask "alacritty"
cask "discord"
cask "docker"
cask "drawio"
cask "firefox"
cask "google-chrome"
cask "google-cloud-sdk"
cask "iterm2"
cask "karabiner-elements"
cask "keka"
cask "mongodb-compass"
cask "notion"
cask "postman"
cask "protege"
cask "rectangle"
cask "slack"
cask "teamviewer"
cask "vagrant"
cask "virtualbox"
cask "virtualbox-extension-pack"
cask "visual-studio-code"
cask "wireshark"
vscode "alexkrechik.cucumberautocomplete"
vscode "bradlc.vscode-tailwindcss"
vscode "eamodio.gitlens"
vscode "GitHub.codespaces"
vscode "golang.go"
vscode "Gruntfuggly.todo-tree"
vscode "hashicorp.terraform"
vscode "mhutchie.git-graph"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.makefile-tools"
vscode "PKief.material-icon-theme"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "streetsidesoftware.code-spell-checker"
vscode "twxs.cmake"
vscode "vscodevim.vim"
vscode "waderyan.gitblame"
vscode "zhuangtongfa.material-theme"
