tap "derailed/k9s"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "moncho/dry"
tap "tilt-dev/tap"
tap "txn2/tap"
brew "ansible"
brew "argo"
brew "argocd"
brew "awscli"
brew "chart-testing"
brew "cmatrix"
brew "docker", link: false
brew "docker-clean"
brew "eksctl"
brew "fzf"
brew "gh"
brew "git"
brew "go"
brew "helm"
brew "hugo"
brew "iperf"
brew "iproute2mac"
brew "jq"
brew "just"
brew "kind"
brew "kubernetes-cli"
brew "krew"
brew "kubeseal"
brew "minicom"
brew "minikube"
brew "nmap"
brew "node"
brew "poetry"
brew "python@3.8"
brew "rancher-cli"
brew "ripgrep"
brew "stern"
brew "terraform"
brew "tldr"
brew "tmux"
brew "tree"
brew "watch"
brew "yq"
brew "derailed/k9s/k9s"
brew "moncho/dry/dry"
brew "tilt-dev/tap/ctlptl"
brew "tilt-dev/tap/tilt"
brew "txn2/tap/kubefwd"
cask "discord"
cask "docker"
cask "drawio"
cask "firefox"
cask "google-chrome"
cask "google-cloud-sdk"
cask "iterm2"
cask "karabiner-elements"
cask "keka"
cask "mongodb-compass"
cask "notion"
cask "postman"
cask "rectangle"
cask "slack"
cask "teamviewer"
cask "vagrant"
cask "virtualbox"
cask "virtualbox-extension-pack"
cask "visual-studio-code"
cask "wireshark"
