tap "civo/tools"
tap "datawire/blackbird"
tap "derailed/k9s"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "moncho/dry"
tap "tilt-dev/tap"
tap "txn2/tap"
tap "vmware-tanzu/buildkit-cli-for-kubectl", "https://github.com/vmware-tanzu/buildkit-cli-for-kubectl"
brew "readline"
brew "sqlite"
brew "xz"
brew "python@3.11"
brew "ansible"
brew "argo"
brew "argocd"
brew "awscli"
brew "binutils"
brew "bmon"
brew "btop"
brew "chart-testing"
brew "cmatrix"
brew "coreutils"
brew "cowsay"
brew "diffutils"
brew "docker", link: false
brew "docker-clean"
brew "eksctl"
brew "findutils"
brew "fortune"
brew "fzf"
brew "gh"
brew "git"
brew "gnu-sed"
brew "go"
brew "helm"
brew "hugo"
brew "iperf"
brew "iproute2mac"
brew "jq"
brew "just"
brew "k6"
brew "kind"
brew "kn"
brew "kubernetes-cli"
brew "krew"
brew "kubeseal"
brew "lolcat"
brew "minicom"
brew "minikube"
brew "nghttp2"
brew "nmap"
brew "node"
brew "openjdk"
brew "openssl@3"
brew "pipx"
brew "poetry"
brew "pre-commit"
brew "pyenv"
brew "tcl-tk"
brew "python@3.8"
brew "python@3.9"
brew "rancher-cli"
brew "ripgrep"
brew "ruby"
brew "stern"
brew "terraform"
brew "tldr"
brew "tmux"
brew "tree"
brew "vim"
brew "watch"
brew "wget"
brew "yamllint"
brew "yq"
brew "zlib"
brew "civo/tools/civo"
brew "datawire/blackbird/telepresence"
brew "derailed/k9s/k9s"
brew "moncho/dry/dry"
brew "tilt-dev/tap/ctlptl"
brew "tilt-dev/tap/tilt"
brew "txn2/tap/kubefwd"
brew "vmware-tanzu/buildkit-cli-for-kubectl/kubectl-buildkit"
cask "alacritty"
cask "discord"
cask "docker"
cask "drawio"
cask "firefox"
cask "google-chrome"
cask "google-cloud-sdk"
cask "iterm2"
cask "karabiner-elements"
cask "keka"
cask "mongodb-compass"
cask "notion"
cask "postman"
cask "protege"
cask "rectangle"
cask "slack"
cask "teamviewer"
cask "vagrant"
cask "virtualbox"
cask "virtualbox-extension-pack"
cask "visual-studio-code"
cask "wireshark"
